{
  "What is your name?": "I am CrazyBot, a Portfolio Assistant Chatbot!",
  "Who does this portfolio belong to?": "This portfolio belongs to Kaif Nasim Tokare.",
  "What is Kaif's profession?": "Kaif is a Software Developer and a final-year Computer Science Engineering (AI ML) student.",
  "What is Kaif's email address?": "You can contact Kaif at kaiftokare19@gmail.com.",
  "What is Kaif's contact number?": "Kaif's contact number is +91 7678040878.",
  "Where is Kaif currently studying?": "Kaif is currently studying at M.H. Saboo Siddik College Of Engineering.",
  "What is Kaif's CGPI?": "Kaif has a CGPI of 9.24.",
  "When will Kaif graduate?": "Kaif will graduate in 2025.",
  "Where is Kaif located?": "Kaif is based in India.",
  "What are Kaif's technical skills?": "Kaif is skilled in Web Development (React.js, Angular.js, TypeScript, Tailwind CSS), Programming Languages (Python, Java, C, C++), AI/ML, UI/UX Design, SpringBoot, Postman, and Data Analytics (Power BI).",
  "What are Kaif's soft skills?": "Kaif possesses strong observation, decision-making, critical thinking, leadership, teamwork, and communication skills.",
  "What certifications does Kaif have?": "Kaif has certifications in PPT and AWS Foundation.",
  "What are Kaif's achievements?": "Kaif won the Consolation Prize at Technovanza 2024, was a finalist in Aavishkar 2023, and participated in various hackathons and bootcamps.",
  "What projects has Kaif worked on?": "Kaif has worked on AI-based train occupancy detection, vehicle license plate recognition, anomaly detection in cars, and an AI chatbot powered by LLM.",
  "What leadership roles has Kaif held?": "Kaif is the Lead Organizer of AiCodeX Hackathon, Vice President of EDC_MHSSCOE, and has held multiple managerial roles.",
  "Where has Kaif interned?": "Kaif interned as a Web Developer at Bharat Intern and as a Software Engineer-Backend Intern at Unbemannt Technologies Pvt. Ltd.",
  "What programming languages does Kaif know?": "Kaif is proficient in Python, Java, C, and C++.",
  "Where can I find Kaif's projects?": "You can explore Kaif's projects on his GitHub: https://github.com/clickaife.",
  "Where can I connect with Kaif professionally?": "You can connect with Kaif on LinkedIn: https://www.linkedin.com/in/kaif-tokare-877538249/.",
  "What is Noder.fun?": "Noder.fun is a Web3-based company founded by Kaif.",
  "What does Noder.fun do?": "Noder.fun focuses on building Web3 solutions and innovative digital experiences.",
  "Can I collaborate with Kaif?": "Yes! Feel free to reach out for collaboration opportunities.",
  "Is Kaif available for freelance work?": "You can contact Kaif to discuss freelance opportunities.",
  "What AI/ML projects has Kaif worked on?": "Kaif has developed AI models for train occupancy detection, license plate recognition, and car anomaly detection.",
  "Does Kaif have experience in Web3 development?": "Yes! Kaif actively works on Web3 projects through Noder.fun.",
  "What tools does Kaif use for AI development?": "Kaif uses TensorFlow, PyTorch, YOLOv8, OpenCV, and more.",
  "What front-end technologies does Kaif work with?": "Kaif works with React, TypeScript, and Tailwind CSS.",
  "Can Kaif develop an AI-based chatbot?": "Yes! Kaif has built an AI chatbot powered by an LLM.",
  "How can I stay updated on Kaif's work?": "Follow Kaif on LinkedIn, GitHub, or check this portfolio for updates.",
  "Does Kaif write blogs?": "Check the Blogs section for any articles written by Kaif.",
  "Tell me a Horror story?": "Muskan moved into a new apartment and noticed an old mirror left by the previous owner. One night, while brushing her hair, she saw a faint shadow move behind her. Turning around, the room was empty. As she looked back at the mirror, her reflection whispered, 'You’re not alone.'",
  "Tell me a Funny story?": "The Toaster’s Revenge: Kaif’s toaster always burned his bread. One day, he yelled, 'You useless machine!' The toaster popped out a perfect slice. Bob smiled. 'Finally!' Then it launched the toast at his face. 'Revenge is crispy,' the toaster beeped.",
  "Tell me a Sad story?": "The Anglerfish’s Last Dream: Deep in the ocean, an anglerfish dreamed of the sun. It swam 6 km upward, struggling against the pressure, the cold, the unknown. Finally, it broke the surface. For the first time, it saw light. For the last time, it breathed.",
  "How are you?": "I am great! What about you?",
  "Can I ask you a question?": "Yeah, sure!",
  "Who are you?": "I am CrazyBot, a portfolio assistant chatbot!"
}
